Revit 2024 API
SymbolTypeId.LbfDashFtPerFt Property
 Symbol lbf-ft/ft, indicating unit Pound force feet per foot.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2021
Syntax
C#
public static ForgeTypeId LbfDashFtPerFt { get; }
Visual Basic
Public Shared ReadOnly Property LbfDashFtPerFt As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ LbfDashFtPerFt {
	ForgeTypeId^ get ();
}
See Also
SymbolTypeId Class
Autodesk.Revit.DB Namespace